Rick0525/esp-idf-epaper/sdkconfig.defaults
# 目标芯片：ESP32（用于 ESP32-PICO-KIT v4.1，模组为 ESP32-PICO-D4）
CONFIG_IDF_TARGET="esp32"

# Flash 模式：ESP32-PICO-D4 内部 stacked-die flash 必须用 DIO，禁止 QIO
CONFIG_ESPTOOLPY_FLASHMODE_DIO=y

# 默认日志等级 INFO
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
